{
  
  "viper_theop AFF_0": "Tuer Knight d'un tir à la tête tout en étant suppressé sans mourir",
  "viper_theop AFF_1": "Tuer Big Pipe d'un tir à la tête tout en étant suppressé sans mourir",
  "viper_theop AFF_2": "Tuer Birdeye d'un tir à la tête tout en étant suppressé sans mourir",
  "viper_theop AFF_4": "Tuer Tagilla d'un tir à la tête tout en étant suppressé sans mourir",
  "viper_theop AFF_5": "Tuer Killa d'un tir à la tête tout en étant suppressé sans mourir",
  "viper_theop AFF_6": "Tuer Reshala d'un tir à la tête tout en étant suppressé sans mourir",
  "viper_theop AFF_7": "Tuer Shturman d'un tir à la tête tout en étant suppressé sans mourir",
  "viper_theop AFF_8": "Tuer Glukhar d'un tir à la tête tout en étant suppressé sans mourir",
  "viper_theop AFF_9": "Tuer Kollontay d'un tir à la tête tout en étant suppressé sans mourir",
  "viper_theop AFF_10": "Tuer Sanitar d'un tir à la tête tout en étant suppressé sans mourir",
  "vipertheop name": "L'Opérateur",
  "vipertheop failMessageText": "Gamin ? GAMIN ! GAMIN NE MEURS PAS !", 
  "vipertheop description": "Écoute bien, soldat. Tu as le défi ultime devant toi. Ta mission est d'éliminer tous les boss de la région de Tarkov d'un seul tir à la tête suppressé. Pas de bruit, pas de deuxième chance. Équipe-toi d'une arme suppressée et reste léger sur tes pieds. Déplace-toi furtivement dans leurs territoires, attends le moment parfait, et exécute un tir à la tête propre. Ta précision et ta discrétion seront tes plus grands atouts. Accomplis cette mission, et tu cimenteras ton nom parmi les meilleurs. Échoue, et tu n'auras plus jamais une autre chance. Sors d'ici, reste silencieux, et fais en sorte que chaque tir compte. La chasse commence maintenant.",
  "vipertheop successMessageText": "Bien joué, gamin. Tu as relevé le défi ultime avec une compétence exceptionnelle. Chaque boss est tombé sous ta précision, et aucune alarme n'a été déclenchée. Ta discrétion et ta précision étaient extraordinaires. Tu as prouvé que tu es un maître dans l'art des éliminations silencieuses. Félicitations pour un travail parfaitement exécuté. Ton nom sera gravé dans la mémoire avec respect et crainte. Profite de ta victoire—elle est bien méritée.",
  "viper_opar AFF_0": "Tirer 15 PMCs à la tête tout en étant suppressé avec des fusils d'assaut",
  "viper_opar name": "Opérateur : Fusils d'assaut",
  "viper_opar description": "Écoute bien. Tu vas entrer discrètement et mortellement. Ton objectif : 15 tirs à la tête sur des PMCs en utilisant un fusil d'assaut suppressé. Il ne s'agit pas de tirer au hasard—chaque tir doit être un coup fatal. Équipe ton meilleur fusil d'assaut, attache ce suppresseur, et bouge comme une ombre. Reste dans les zones à fort trafic, attends le moment parfait, et fais en sorte que chaque tir compte. Pas d'alertes, pas de témoins. Juste toi et tes cibles. Entre, élimine-les, et disparais. C'est ainsi que nous opérons—silencieux, mortels, et efficaces. Ne me déçois pas.",
  "viper_opar successMessageText": "Travail exceptionnel—15 tirs à la tête suppressés sur des PMCs, réalisés avec précision et discrétion. Tu as mérité tes galons. Bien joué.",

  "viper_labf AFF_0": "Remettre les Dossiers Bleus de TerraGroup",
  "viper_labf name": "Le Laboratoire : La Vérité",
  "viper_labf description": "Écoute bien, soldat. Ta prochaine mission consiste à retrouver les dossiers bleus de TerraGroup. Ces dossiers contiennent des informations cruciales sur leurs opérations de laboratoire, mais voilà le hic : ils ne se trouvent pas à un endroit spécifique et ne sont pas gardés. Cela signifie que tu devras fouiller minutieusement, passer au peigne fin chaque bureau, chaque table et chaque recoin jusqu'à ce que tu les trouves. C'est une chasse au trésor, mais avec des enjeux sérieux. Ouvre bien les yeux, ne laisse rien au hasard, et ramène ces dossiers. Les informations qu'ils contiennent pourraient tout changer. Maintenant, sors et commence à chercher.",
  "viper_labf successMessageText": "Tu remets les dossiers à Viper...",
   
  "viper_lab AFF_0": "La Fin du Laboratoire",
  "viper_lab name": "Le Laboratoire",
  "viper_lab description": "Tu me remets les dossiers bleus, et en les feuilletant, un profond sentiment de terreur s'installe en moi. Les pages révèlent des secrets sombres et horrifiques sur le laboratoire—des expériences qui ont franchi toutes les limites éthiques, des détails atroces sur ce qui se passait derrière ces portes closes. Cet endroit est maudit par les événements qui s'y sont déroulés, un cauchemar déguisé en centre de recherche. Nous ne pouvons pas utiliser ce laboratoire comme base, soldat. Il est contaminé, un lieu où les ombres du passé persistent. Quel que soit le pouvoir que nous pourrions tirer de cet endroit, il n'en vaut pas le prix. Nous trouverons un autre moyen, un autre bastion, mais cet endroit... ce n'est pas celui-ci. Tu as bien fait de mettre ces informations en lumière. Maintenant, nous savons vraiment à quoi nous avons affaire. Nous devrons repenser notre stratégie, mais une chose est sûre—nous ne mettrons plus les pieds dans ce laboratoire. Partons d'ici et trouvons un endroit qui n'est pas souillé par le sang des innocents.",
  "viper_lab successMessageText": "...",
   
  "viper_oppiss AFF_0": "Tue 15 PMCs avec des tirs à la tête en utilisant des pistolets équipés de silencieux.",
  "viper_oppiss name": "Opérateur : Pistolets",
  "viper_oppiss description": "Salut gamin, j'ai une nouvelle mission pour toi. Prends un pistolet, bien sûr équipé d'un silencieux, et réalise 15 tirs à la tête sur des PMCs. Reviens quand tu auras fini, j'aurai une récompense pour toi.",
  "viper_oppiss successMessageText": "Beau travail, tu es vraiment un as du tir. Voici la récompense dont je t'avais parlé, je te contacterai bientôt pour un nouveau travail.",
   
  "viper_opsmg AFF_0": "Tue 15 PMCs avec des tirs à la tête en utilisant des mitraillettes équipées de silencieux.",
  "viper_opsmg name": "Opérateur : Mitraillettes",
  "viper_opsmg description": "J'ai un boulot pour toi, gamin. Je veux que tu élimines 15 PMCs hostiles avec une mitraillette équipée d'un silencieux. Rapide et silencieux comme toujours. Reviens quand tu auras réussi.",
  "viper_opsmg successMessageText": "Bien joué, va te reposer gamin, tu l'as mérité.",
   
  "viper_opshot AFF_0": "Tue 15 PMCs avec des tirs à la tête en utilisant des fusils à pompe équipés de silencieux.",
  "viper_opshot name": "Opérateur : Fusils à pompe",
  "viper_opshot description": "Les fusils à pompe ne sont pas les armes les plus silencieuses, n'est-ce pas ? Eh bien, le tien le sera. Sors et réalise 15 tirs à la tête avec un fusil à pompe équipé d'un silencieux. Bonne chance, gamin.",
  "viper_opshot successMessageText": "Excellent travail ! Ce n'était pas l'opération la plus subtile, mais c'était bien fait tout de même. Va te reposer un peu.",
   
  "viper_opass AFF_0": "Tue 15 PMCs avec des tirs à la tête en utilisant des carabines d'assaut équipées de silencieux.",
  "viper_opass name": "Opérateur : Carabines",
  "viper_opass description": "J'ai besoin que tu sortes et que tu élimines 15 PMCs ennemis en utilisant des carabines d'assaut équipées de silencieux. Souviens-toi de rester silencieux et précis, uniquement des tirs à la tête, compris ? Bonne chance, gamin.",
  "viper_opass successMessageText": "Beau travail, tu as fait du bon boulot aujourd'hui, gamin.",
   
  "viper_opbolt AFF_0": "Tue 15 PMCs avec des tirs à la tête en utilisant des fusils à verrou équipés de silencieux.",
  "viper_opbolt name": "Opérateur : Snipers",
  "viper_opbolt description": "Hé gamin, j'ai un boulot pour toi. Prends un fusil à verrou, et réalise 15 tirs à la tête avec. Reste silencieux, reste caché. Bonne chance.",
  "viper_opbolt successMessageText": "Excellent travail, tu es un véritable sniper d'élite. Va te reposer un peu, gamin.",
   
  "viper_oplmg AFF_0": "Tue 15 PMCs avec des tirs à la tête en utilisant des mitrailleuses légères équipées de silencieux.",
  "viper_oplmg name": "Opérateur : Mitrailleuses Légères",
  "viper_oplmg description": "D'accord opérateur, je sais que les mitrailleuses légères ne sont pas les armes les plus subtiles et silencieuses, mais tu vas devoir réaliser 15 tirs à la tête avec une équipée d'un silencieux.",
  "viper_oplmg successMessageText": "Bien joué, j'espère que tu n'as pas gaspillé trop de munitions avec ces mitrailleuses légères, gamin.",
  
  "viper_opmark AFF_0": "Tue 15 PMCs avec des tirs à la tête en utilisant des fusils de précision équipés de silencieux.",
  "viper_opmark name": "Opérateur : Précision",
  "viper_opmark description": "Gamin, aujourd'hui c'est jour de tir de précision. Je veux que tu prennes un fusil de précision équipé d'un silencieux et que tu réalises 15 tirs à la tête. Prouve ta compétence, puis reviens me voir.",
  "viper_opmark successMessageText": "Bien joué ! Tu es un excellent tireur d'élite, et je parie que personne ne s'en est même rendu compte.",

  "viper_chap1 AFF_0": "Recap",
  "viper_chap1 name": "Snake Eater : Chapitre 1",
  "viper_chap1 description": "Dans les rues dévastées de Tarkov, au milieu du chaos et du désespoir, un opérateur USEC chevronné nommé Viper émerge, endurci par la perte de son équipe lors d'un raid brutal de Terragroup. Hanté par le passé et poussé par un besoin implacable de survivre, Viper croise le chemin d'une nouvelle recrue prometteuse—vous, l'auditeur. Sous l'œil vigilant de Viper, vous êtes testé, mis au défi et formé pour devenir un opérateur capable. Votre périple commence par une mission de Skier pour localiser Viper, un fantôme dans l'ombre de Tarkov. Après l'avoir retrouvé, Viper, impressionné par votre potentiel, vous charge d'éliminer dix cibles. Vous prouvez votre valeur, gagnant son respect et une place à ses côtés. Alors que les tensions montent, Viper apprend l'existence d'un contrat Terragroup concernant du matériel de vision nocturne et vous envoie en raid de nuit à l'Usine. Viper apprend bientôt l'existence d'une station de traitement des eaux qui pourrait résoudre leur problème d'eau. Viper vous envoie au Ground Zero pour trouver et examiner les corps de ses amis tombés au combat à la recherche d'informations. Bien que l'enquête ne révèle aucune nouvelle information, elle souligne les enjeux croissants. La frustration de Viper augmente lorsqu'il découvre que l'installation de traitement de l'eau, désormais dirigée par d'anciens membres de USEC—autrefois ses alliés, maintenant des traîtres—nécessite un raid. Armé du M4A1 'Storm' et d'une plaque de blindage HexGrid, vous le rejoignez pour l'assaut. Pendant le raid, Viper repère trois anciens membres de USEC en fuite—d'anciens amis qui l'ont trahi. Dans un moment de rage et de détermination, Viper décide d'en finir, mettant un terme à la trahison une fois pour toutes. Ensemble, vous les chassez, effaçant les derniers vestiges des liens passés de Viper. Avec les traîtres éliminés et les problèmes réglés, vous et Viper continuez à naviguer dans le paysage impitoyable de Tarkov, liés par des expériences et des batailles partagées.",
  "viper_chap1 successMessageText": "À suivre",

  "viperb1 AFF_0": "Remets 1 000 Euros",
  "viperb1 name": "Côté B : Rapports Étranges",
  "viperb1 description": "Alors gamin, tu as commencé à travailler avec ce salaud qui m'a volé et tué mes hommes. Maintenant quoi ? Tu veux simplement revenir travailler avec moi ? Rembourse-moi mes pertes et j'y réfléchirai.",
  "viperb1 successMessageText": "Considère tes erreurs passées oubliées, j'ai un travail pour toi.",

  "viperb2 AFF_0": "Tue 3 PMCs",
  "viperb2 name": "Côté B : Bon Potentiel",
  "viperb2 description": "Alors, c'est toi la recrue envoyée par Fence ? Voyons de quoi tu es capable, scav.",
  "viperb2 successMessageText": "Pas mal, pas mal du tout. Nous ferons appel à toi lorsque nous aurons un travail pour toi.",

  "viper_assault AFF_0": "Tue 100 cibles entre 21:00 et 5:00",
  "viper_assault name": "Contrat Optionnel : Assaut Nocturne",
  "viper_assault description": "D'accord, gamin, j'ai une nouvelle tâche pour toi. Je veux que tu élimines 100 ennemis, avec la plus grande précision possible. Peut-être qu'on pourra enfin commencer à nettoyer la région. Reviens me voir quand tu auras fait ce que je demande.",
  "viper_assault successMessageText": "Beau travail, gamin, tu as commencé à rendre Tarkov plus sûr pour nous tous. Nous sommes tous reconnaissants pour tes efforts. Voici ta récompense, tu l'as bien méritée. Va te reposer, gamin, nous te contacterons pour ta prochaine mission bientôt.",

  "viper_noise AFF_0": "Tue 10 cibles en utilisant un silencieux",
  "viper_noise name": "Snake Eater : Réduction du Bruit",
  "viper_noise description": "Voilà le deal : je veux que tu fasses dix éliminations en utilisant des armes silencieuses. Ce n’est pas seulement une question de tuer des cibles—c’est aussi pour t’apprendre l’art de la discrétion. Déplace-toi silencieusement, reste invisible, et assure-toi que personne ne sache que tu étais là. Cela affinera tes compétences et te montrera la véritable valeur de la discrétion. Prouve que tu peux gérer ça, et tu seras un pas de plus vers la maîtrise des ombres.",
  "viper_noise successMessageText": "Bon effort, mais il est clair que tu as encore du travail à faire pour maîtriser la discrétion. Ce n'est pas seulement une question d'utiliser une arme silencieuse—c'est être un fantôme, se fondre dans les ombres, et s'assurer que personne ne sache que tu étais là. Nous continuerons jusqu'à ce que tu maîtrises ça. La pratique rend parfait, et je serai là pour te guider.",

  "viper_hex AFF_0": "Tue 5 cibles en portant un Hexgrid",
  "viper_hex name": "Snake Eater : Devenir Plus Sombre",
  "viper_hex description": "D'accord, gamin, il est temps de repartir. Cette fois, tu dois traquer cinq cibles, mais je veux que tu te fondes dans les ombres. Équipe-toi d'un camouflage plus sombre—pas de couleurs vives, rien qui attire l'œil. Et assure-toi de porter une plaque de blindage Hexgrid. Tu as besoin de protection, mais tu dois aussi rester mobile. Fais-le, et reviens entier.",
  "viper_hex successMessageText": "Beau travail, gamin. Tu as éliminé ces cinq cibles comme un fantôme dans la nuit. Ce camouflage sombre t'allait bien, et le Hexgrid t'a permis de rester mobile tout en étant protégé. Tu fais tes preuves de plus en plus à chaque mission. Continue comme ça—tu es sur la bonne voie.",

  "viper_water AFF_0": "Remets 3 bouteilles d'eau",
  "viper_water name": "Snake Eater : Eau Propre",
  "viper_water description": "L'eau se fait rare, gamin. Avec le blocus de Tarkov et les civils qui ne gèrent plus les usines d'eau, l'eau potable devient plus difficile à trouver. J'ai besoin que tu récoltes et remettes trois bouteilles d'eau. Cela peut sembler une tâche simple, mais ici, chaque goutte compte. Fais-le.",
  "viper_water successMessageText": "Bien joué, gamin. Sécuriser ces bouteilles d'eau peut sembler insignifiant, mais dans cette situation, c'est une grande victoire. Tu l'as fait, et c'est ce qui compte.",

  "viper_storm1 AFF_0": "Prépare-toi pour le raid",
  "viper_storm1 name": "Snake Eater : Avant la Tempête",
  "viper_storm1 description": "Tiens, gamin. Prends ce M4A1—je l’ai nommé 'Storm.' Il est à toi maintenant, et il fera le travail correctement. Je te donne aussi un gilet pare-balles HexGrid pour une protection supplémentaire. On se prépare pour quelque chose de gros : je prévois de raider cette usine de traitement d'eau. Ces enfoirés d'EX-USEC ne sauront pas ce qui les a frappés. Prépare-toi; on y va fort et rapidement.",
  "viper_storm1 successMessageText": "Prépare-toi, on bouge à 21:00.",

  "viper_storm3 AFF_0": "Tue Knight avec un silencieux entre 22:00 et 5:00",
  "viper_storm3 AFF_1": "Tue Big Pipe avec un silencieux entre 22:00 et 5:00",
  "viper_storm3 AFF_2": "Tue BirdEye avec un silencieux entre 22:00 et 5:00",
  "viper_storm3 name": "Snake Eater : L'Œil de la Tempête",
  "viper_storm3 description": "Ces enfoirés… J’ai repéré trois EX-USEC qui fuyaient l’usine, et ce ne sont pas des ennemis quelconques—ce sont trois de mes anciens amis. On s'est battus côte à côte autrefois, mais maintenant ils ont tourné leurs armes contre nous. Peu importe ce qu’on était—amis, frères—c’est terminé maintenant. Ils ont fait leur choix, et maintenant il est temps de finir ça. Plus de fuite. Ça se termine ce soir. Allons-y.",
  "viper_storm3 successMessageText": "C’est fait, gamin. Tu as pris soin de ces affaires en suspens, et maintenant il ne reste plus rien pour nous retenir. Ils ont fait leur choix, et on s'est assurés qu'ils ne reviendront pas nous hanter. Bon travail. C'était une chose à faire, et tu l’as bien fait. Avançons.",

  "viper_storm2 AFF_0": "Entre dans l'usine de traitement de l'eau",
  "viper_storm2 AFF_1": "Tue 10 traîtres avec un silencieux entre 22:00 et 5:00",
  "viper_storm2 AFF_2": "Survis et extrais-toi",
  "viper_storm2 name": "Snake Eater : Dans la Tempête",
  "viper_storm2 description": "Il est 22:00, gamin. Il est temps de bouger. Nous allons raider cette usine de traitement de l’eau, et nous allons enterrer ces traîtres d’EX-USEC là où ils le méritent. Équipe-toi, reste près de moi, et sois prêt à frapper fort. Ça se termine ce soir. Allons-y.",
  "viper_storm2 successMessageText": "On n'a pas encore fini...",

  "viper_treat AFF_0": "Tue 5 traîtres à une distance de ≥40 mètres",
  "viper_treat name": "Snake Eater : Traîtres",
  "viper_treat description": "D'accord, gamin, j'en ai assez de ces traîtres d’EX-USEC. Ils ont rendu ça personnel. On va les éliminer—fais-le à distance, pas besoin de t'approcher de ces salopards. Tu en prends cinq, j'en prends cinq. Fais-le rapidement et proprement, et ne laisse aucun d’entre eux respirer. Ils ont tué nos frères, et maintenant ils vont payer le prix. Fais ce qu'il faut.",
  "viper_treat successMessageText":"Tu les as eus, hein ? Bien. Il était grand temps. Ces traîtres ont eu ce qu’ils méritaient. Ça ne résout pas tout, mais c’est au moins un pas dans la bonne direction. Ne te laisse pas emporter—il y a encore beaucoup de travail à faire.",

  "viper_flash AFF_0": "Tue 3 PMCs à l’usine de nuit",
  "viper_flash name": "Snake Eater : Lampe de Poche",
  "viper_flash description": "Usine de nuit : encore une tâche pour toi, gamin. Rends-toi à l'usine, mais seulement après la tombée de la nuit. Je veux que tu explores l'endroit, que tu ressentes ce qui se passe là-bas quand le soleil est couché. Déplace-toi en silence, reste dans l'ombre, et garde les yeux ouverts. Reviens avec des informations sur ce qui semble inhabituel. Ce n’est pas une mission de pillage—c’est de la reconnaissance. Reste alerte.",
  "viper_flash successMessageText": "Bon travail, gamin. Tu es entré, tu as fait ce qu'il fallait, et tu es sorti proprement. C’est exactement ce que je cherchais. Continue comme ça.",

  "viper_men AFF_0": "Obtiens 10 tirs à la tête avec un silencieux entre 22:00 et 5:00",
  "viper_men name": "Snake Eater : Menace Nocturne",
  "viper_men description": "D’accord, gamin. Ta prochaine tâche est simple mais difficile. Je veux que tu élimines 10 cibles avec des tirs à la tête, tout en utilisant une arme silencieuse. Et tu fais ça de nuit. Déplace-toi en silence, vise juste, et ne laisse aucune trace. Fais-le.",
  "viper_men successMessageText": "Bon travail, gamin. Dix tirs à la tête, tous en silence, et tu l’as fait avec ces lunettes de vision nocturne. C’est exactement le genre de précision et de discrétion que j’attends. Continue comme ça.",

  "viper_short AFF_0": "Localise l'usine de traitement de l'eau",
  "viper_short AFF_2": "Survis et extrais-toi",
  "viper_short name": "Snake Eater : Pénurie d’Eau",
  "viper_short description": "J’ai entendu parler d'une usine de traitement de l'eau qui pourrait encore être opérationnelle, mais je n’ai pas beaucoup plus d’informations. Je veux que tu ailles enquêter. Découvre si elle est fonctionnelle, ce que la sécurité en dit, et si ça vaut notre temps. Déplace-toi prudemment et recueille autant d’informations que possible.",
  "viper_short successMessageText": "Il y avait des USEC là-bas, et ils t’ont attaqué ? Ces putains de traîtres... EX-USEC garde cette usine en marche ? C’est une honte. On était censés rester unis, mais ils ont vendu. Ça me fout en rogne, gamin, mais grâce à toi, on sait à quoi on a affaire. T’as bien fait, même si la vérité fait mal.",

  "viper_fall AFF_0": "Localise les USEC tombés au Ground Zero",
  "viper_fall AFF_2": "Survis et extrais-toi",
  "viper_fall name": "Snake Eater : Frères Tombés",
  "viper_fall description": "Gamin, celle-là est personnelle. Je veux que tu ailles au Ground Zero. C’est là que mes frères d’armes—des opérateurs USEC—sont tombés. Ils n’ont jamais réussi à s'en sortir, mais peut-être qu'ils avaient des plans pour un rendez-vous à cette usine d’eau sur eux. Si ces plans sont encore là, ils pourraient être la clé pour nous faire entrer. Trouve leurs corps, récupère tous les renseignements que tu peux, et ramène-les.",
  "viper_fall successMessageText": "Putain, gamin. Aucun renseignement ? J’espérais qu’il y aurait quelque chose, n'importe quoi, pour nous aider. Toute cette situation devient de plus en plus merdique. Mais c’est comme ça. On trouvera un autre moyen d'entrer, d’une manière ou d'une autre. Merci d’avoir vérifié, quand même. Continuons d’avancer.",

  "viper_learn AFF_0": "Obtiens 10 tirs à la tête avec un silencieux",
  "viper_learn name": "Snake Eater : Apprenti Rapide",
  "viper_learn description": "Écoute, gamin. Tu as montré que tu pouvais te débrouiller, mais il est temps de monter en gamme. Ta prochaine tâche est d'éliminer dix cibles, mais il y a une condition—tous doivent être des tirs à la tête. Et assure-toi d’utiliser des silencieux. Je ne veux pas de bruit ni de désordre; on garde ça propre et silencieux. Tu as compris les bases, alors maintenant, prouve que tu peux être précis sous pression. Fais-le, et peut-être que je commencerai à te faire confiance pour quelque chose de plus que du simple travail de base.",
  "viper_learn successMessageText": "Tu l’as fait, gamin. Dix cibles, tous des tirs à la tête, et pas un bruit pour te trahir. C’est le genre de précision que je recherchais. Tu prouves que tu as ce qu’il faut pour survivre ici, et peut-être même prospérer. Continue comme ça, et on pourrait bien sortir de Tarkov en un seul morceau.",

  "viper_intro AFF_0": "Remets ton AKS-74UB en signe de bonne foi",
  "viper_intro name": "C'est qui ce type ?",
  "viper_intro description": "Écoute gamin, lâche ton arme et peut-être qu’on pourra discuter",
  "viper_intro successMessageText": "Je vais être honnête, la raison pour laquelle je ne t’ai pas tué...",

  "viper_team_lore AFF_0": "Histoire",
  "viper_team_lore name": "Snake Eater : Chapitre 1",
  "viper_team_lore description": "Avant tout ça, j’étais avec USEC. Travail de contractant standard. Mais ensuite, Tarkov est devenu un putain de champ de bataille. Tout a changé le jour où les BEAR nous ont attaqués. On défendait une installation de Terragroup, censée être une mission comme une autre. Mais ils sont arrivés vite, fort. On n’était pas préparés à leur brutalité. J’ai vu mon équipe tomber, un par un. De bons hommes, des professionnels, et rien de tout cela n’a compté. J’ai à peine réussi à m’en sortir vivant, mais pas sans cicatrices, physiques et mentales. Le blocus nous a tous piégés ici, sans issue, et je suis seul depuis. Plus d’équipes, plus d’ordres—juste la survie. Maintenant, je me déplace seul, j’élimine toute menace qui s’approche de moi. Mais je t’ai observé, gamin. Tu as quelque chose que les autres n’avaient pas. Peut-être cette étincelle, ou peut-être que tu es juste assez têtu pour continuer. Quoi qu’il en soit, tu as du potentiel. C’est pourquoi je te donne une chance. Mais ne crois pas un instant que je n’appuierai pas sur la gâchette si tu me donnes une raison de le faire.",
  "viper_team_lore successMessageText": "Bon, assez de bavardages. On a du boulot.",

  "viper_contract AFF_0": "Trouve le coffre avec le contrat Terragroup et marque-le avec un MS2000",
  "viper_contract name": "Snake Eater : Contrat Terragroup",
  "viper_contract description": "Usine de nuit : Voici ton prochain job : J’ai entendu dire que Terragroup avait un contrat pour développer du matériel de vision nocturne. Les détails sont enfermés dans le bureau au troisième étage de l’usine. Rends-toi là-bas de nuit, pénètre dans ce bureau, et mets la main sur toute information concernant ce contrat. Déplace-toi en silence et reste vigilant—il y a de fortes chances que tu ne sois pas le seul intéressé par ces infos. Reviens une fois que tu as ce qu’il te faut.",
  "viper_contract successMessageText": "Très bien, tu as marqué les documents. Je vais entrer dans l’usine et forcer le coffre. Bon travail, gamin.",

  "viper_charge AFF_0": "Trouve la caisse avec les NVG",
  "viper_charge AFF_1": "Plante le MS2000 dans la caisse NVG",
  "viper_charge AFF_4": "Survis et extrais-toi",
  "viper_charge name": "Snake Eater : Charge",
  "viper_charge description": "Usine de nuit : Voici le plan, gamin. Rends-toi dans le sous-sol de l’usine et localise les caisses décrites dans le contrat Terragroup. Une fois que tu les as trouvées, marque la caisse avec une balise MS2000. Après ça, sors de l’usine. Déplace-toi en silence, fais ce qu’il faut, et sors de là proprement.",
  "viper_charge successMessageText": "Bien joué, gamin. Tu as trouvé les caisses, marqué les NVG, et tu es sorti de là sans problème. C’est le genre d’exécution que j’attends. Beau travail.",

  "skier_viper AFF_0": "Trouve la planque appartenant à 'Viper'",
  "skier_viper AFF_1": "Pénètre dans la planque",
  "skier_viper name": "Rapports Étranges",
  "skier_viper description": "Écoute, mercenaire. J’ai une mauvaise nouvelle. Une partie de mes gars s’est fait décimer aux Douanes, et celui qui est revenu en rampant dit que c’était un cinglé nommé Viper qui a fait le coup. Le salaud lui a dit : 'Quand tu arriveras en enfer, dis-leur que c’est Viper qui t’envoie,' avant de lui coller une balle. Il respire à peine, mais il a réussi à cracher ça. J’ai besoin que tu te rendes là-bas, que tu trouves ce Viper, et que tu t’assures qu’il regrette d’avoir volé notre cargaison et tué mes hommes. Obtiens des infos sur l’endroit où il se cache, et quand tu le trouves, fais-lui regretter d’avoir croisé ma route.",
  "skier_viper successMessageText": "Histoire : Tu as été tenu en joue en entrant dans la planque de Viper, continuez avec la quête de Viper.",
  
  "viper_highnoon AFF_0": "Aie un duel avec 5 PMCs en utilisant des revolvers",
  "viper_highnoon name": "Contrat Optionnel : Midi Pile",
  "viper_highnoon description": "Hé gamin. T'as déjà vu ces vieux westerns, ceux qui se passent au Texas ? Eh bien, c’est de là que je viens. Pourquoi ne pas écrire ton propre western et gagner quelques duels ?",
  "viper_highnoon successMessageText": "Bien joué gamin, tu es un vrai Clint Eastwood ! Tiens, une récompense digne de la tâche, hé.",

  "viper_knife AFF_0": "Tue 5 PMCs en utilisant des armes de mêlée",
  "viper_knife name": "Contrat Optionnel : Un Couteau contre une Arme à Feu",
  "viper_knife description": "T’as déjà entendu l’expression 'ne jamais amener un couteau à une fusillade' ? Eh bien, je parie que tu pourrais gagner avec un couteau dans une fusillade. Ça te dit d’essayer ?",
  "viper_knife successMessageText": "Tu l’as vraiment fait. Je savais que tu pouvais y arriver. Bien joué, gamin.",

  "viper_sam AFF_0": "Tue 5 PMCs entre 21h00 et 5h00 en utilisant un FN Five-seveN avec silencieux",
  "viper_sam name": "Contrat Optionnel : Quatrième Échelon",
  "viper_sam description": "Gamin, j’ai ton prochain boulot. J’ai besoin que tu élimines 5 PMCs hostiles avec un Five-seveN silencieux. Pense à toi comme Sam Fisher : rapide, silencieux, chaque tir doit compter. Une fois que tu as éliminé 5 PMCs, reviens ici. Bonne chance.",
  "viper_sam successMessageText": "Bon boulot gamin, tu l’as fait exactement comme Sam Fisher l’aurait fait, tu es un vrai pro. Retourne à la base et prends un peu de repos, tu l’as bien mérité.",

  "viper_what AFF_0": "Tue 1 PMC avec le 'Blicky'",
  "viper_what name": "Contrat Optionnel : Impossible",
  "viper_what description": "Je te parie une carte rouge que tu ne peux pas tuer un PMC avec ce vieux jouet.",
  "viper_what successMessageText": "Quoi ?",

  "viper_bond AFF_0": "Tue 007 PMCs en utilisant un Makarov silencieux",
  "viper_bond name": "Contrat Optionnel : 007",
  "viper_bond description": "J’ai trouvé ce Makarov, il ressemble un peu à l’arme que James Bond utilisait, tu ne trouves pas ? Pourquoi ne pas aller rendre James fier.",
  "viper_bond successMessageText": "Bien joué, tu es un vrai super-espion !",

  "viper_good_pot AFF_0": "Tue 10 cibles",
  "viper_good_pot name": "Bon Potentiel",
  "viper_good_pot description": "Je vais être honnête, la raison pour laquelle je ne t’ai pas tué, c’est parce que je t’ai gardé à l’œil. Il y a du potentiel, assez pour que je sois prêt à t’impliquer dans quelque chose de plus grand. Tu veux prouver ce que tu vaux ? Très bien. J’ai dix cibles qui doivent disparaître—définitivement. Élimine-les, et peut-être qu’on verra de quoi tu es vraiment capable.",
  "viper_good_pot successMessagetext": "Je devrais te parler un peu plus de moi si on doit bosser ensemble.",

  "viper_thelab_1 AFF_0": "Localiser les ascenseurs menant au laboratoire",
  "viper_thelab_1 AFF_2": "Marquer la porte du serveur de Terragroup",
  "viper_thelab_1 name": "Le Laboratoire - Partie 1",
  "viper_thelab_1 description": "Pendant ce raid, j’ai entendu des rumeurs... des gens parlaient d’un laboratoire sous le bâtiment même que nous étions engagés à défendre. Je n’ai jamais eu la chance de creuser ça moi-même, mais quelque chose me dit que ce qui se trouve là-bas vaut le détour. J'ai besoin que tu ailles vérifier. Entre, découvre ce qui se passe vraiment là-dessous, et reviens avec un rapport. Si les rumeurs sont vraies, ça pourrait être la clé pour sortir de cet enfer—ou au moins obtenir un avantage. Tu es prêt pour ça, gamin ?",
  "viper_thelab_1 successMessagetext": "Tu as bien fait jusqu'ici, gamin. Trouver cet ascenseur et la salle des serveurs est un bon début, mais on n'a pas encore terminé.",

  "viper_thelab_2 AFF_0": "Réparer l'ascenseur en utilisant une boîte à outils",
  "viper_thelab_2 AFF_2": "Placer un brouilleur de signal dans le hall",
  "viper_thelab_2 name": "Le Laboratoire - Partie 2",
  "viper_thelab_2 description": "Très bien, voici le plan : retourne réparer l'ascenseur et remets-le en marche. Une fois que c'est fait, utilise les ordinateurs du hall pour placer un brouilleur. Ce brouilleur nous permettra de contourner leur sécurité et d'avoir un accès complet au laboratoire. Fais cela et reviens me voir avant d'entrer dans le labo. On doit s'assurer que tout est en ordre avant que tu n'ailles plus loin.",
  
  "viper_thelab_2 successMessagetext": "Beau travail, gamin. Tu as réussi à réparer l'ascenseur et à installer le brouilleur. Ce n'est pas une mince affaire. Tu as bien fait ta part. Maintenant, on est un peu plus près de découvrir ce qu'il y a là-bas. Repose-toi, et quand tu seras prêt, on continuera d'ici.",
  
  "viper_thelab_3 AFF_0": "Localiser la porte du parking",
  "viper_thelab_3 AFF_1": "Localiser la porte du hangar",
  "viper_thelab_3 AFF_2": "Localiser l'ascenseur cargo",
  "viper_thelab_3 AFF_3": "Localiser la ventilation",
  "viper_thelab_3 AFF_4": "Localiser l'ascenseur médical",
  "viper_thelab_3 AFF_5": "Localiser les égouts",
  "viper_thelab_3 AFF_6": "Localiser l'ascenseur principal",
  "viper_thelab_3 name": "Le Labo - Partie 3",
  "viper_thelab_3 description": "Maintenant que le chemin est dégagé, il est temps de passer à l'étape suivante. Entre dans le labo et explore toutes les entrées et sorties. On doit connaître tous les moyens d'entrer et de sortir de là. Reste vigilant et sois prudent — cet endroit pourrait être dangereux. Fais un rapport avec tes découvertes, et on planifiera la suite à partir de là.",
  "viper_thelab_3 successMessagetext": "Bien joué, gamin. Tu as cartographié toutes les entrées et sorties comme un pro. C'est exactement ce dont on avait besoin. Tu commences à te faire un nom. Maintenant, voyons ce qu'on fait ensuite et assurons-nous d'être prêts pour ce qui nous attend.",
  
  "viper_thelab_4 AFF_0": "Localiser la salle à carte noire",
  "viper_thelab_4 AFF_1": "Localiser la salle à carte bleue",
  "viper_thelab_4 AFF_2": "Localiser la salle à carte marquée bleue",
  "viper_thelab_4 AFF_3": "Localiser la salle à carte verte",
  "viper_thelab_4 AFF_4": "Localiser la salle à carte jaune",
  "viper_thelab_4 AFF_5": "Localiser la salle à carte rouge",
  "viper_thelab_4 AFF_6": "Localiser la salle à carte violette",
  "viper_thelab_4 name": "Le Labo - Partie 4",
  "viper_thelab_4 description": "J'ai besoin que tu retournes au labo et que tu vérifies toutes les salles verrouillées par des cartes d'accès. Note leurs emplacements et les mesures de sécurité visibles autour d'elles. Fais attention aux motifs ou différences dans les niveaux de sécurité. Une fois que tu as cartographié toutes les salles verrouillées par des cartes, extrais-toi et fais un rapport avec tous les détails. Reste vigilant et garde un profil bas.",
  "viper_thelab_4 successMessageText": "Qu'est-ce que Terragroup cache au juste ?",

  "viper_thelab_5 AFF_0": "Placer une caméra Wi-Fi près de la porte du parking",
  "viper_thelab_5 AFF_1": "Placer une caméra Wi-Fi près de l'ascenseur cargo",
  "viper_thelab_5 AFF_2": "Placer une caméra Wi-Fi près de la porte du hangar",
  "viper_thelab_5 AFF_3": "Placer une caméra Wi-Fi près de la ventilation",
  "viper_thelab_5 AFF_4": "Placer une caméra Wi-Fi près de l'ascenseur médical",
  "viper_thelab_5 AFF_5": "Placer une caméra Wi-Fi près des égouts",
  "viper_thelab_5 AFF_6": "Placer une caméra Wi-Fi près de l'ascenseur principal",
  "viper_thelab_5 name": "Le Labo - Partie 5",
  "viper_thelab_5 description": "Très bien, gamin, écoute bien. Je veux que tu retournes au labo et que tu installes des caméras Wi-Fi à chaque entrée — porte du parking, ascenseur cargo, porte du hangar, ventilation, ascenseur médical, égouts, et l'ascenseur principal. On doit avoir des yeux sur tous les points d'entrée possibles. Voici le plan global : si tout se passe bien, je pense déplacer notre planque ici. Cet endroit a du potentiel — sécurisé, à l'abri des regards, et avec la bonne surveillance, il pourrait être parfait. Alors, fais ça bien. Installe les caméras et reviens me voir. On a de grands projets, et ce n'est que le début.",
  "viper_thelab_5 successMessagetext": "Beau travail, gamin. Toutes les caméras sont en place, et les flux vidéo sont clairs. Tu nous as parfaitement préparés pour la suite de nos plans. Cet endroit commence à ressembler à une vraie forteresse, grâce à toi. Prends une pause — tu l'as bien méritée.",

  "viper_thelab_know AFF_0": "Entrer dans la salle à carte noire",
  "viper_thelab_know AFF_1": "Entrer dans la salle à carte bleue",
  "viper_thelab_know AFF_2": "Entrer dans la salle à carte marquée bleue",
  "viper_thelab_know AFF_3": "Entrer dans la salle à carte verte",
  "viper_thelab_know AFF_4": "Entrer dans la salle à carte jaune",
  "viper_thelab_know AFF_5": "Entrer dans la salle à carte rouge",
  "viper_thelab_know AFF_6": "Entrer dans la salle à carte violette",
  "viper_thelab_know name": "Contrat optionnel : Connaissance complète",
  "viper_thelab_know description": "Très bien, gamin, il est temps de retourner au labo. Ta mission est d'accéder à toutes les portes verrouillées par des cartes d'accès que tu as identifiées plus tôt. Fouille chaque pièce minutieusement et récupère toute information ou tout objet de valeur que tu trouves. Une fois que tu as nettoyé toutes les pièces, extrais-toi et fais un rapport. Reste vigilant et sois prêt à tout.",
  "viper_thelab_know successMessageText": "Beau travail, gamin. Tu as accédé à toutes les salles verrouillées par des cartes d'accès et récolté des informations précieuses. Ta minutie a fait toute la différence. Retourne à la base — mission accomplie."
}